[
       {
        "id": 1,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc": " Leopold III. ist am Babenberger-Stammbaum das Wappen Alt-Österreichs zugewiesen. Es besteht aus fünf goldenen Adlern auf blauem Grund. Der Heilige Markgraf soll einen blauen Ornat getragen haben, der mit goldenen Vögeln bestickt war. Auch im Rundbild des Babenberger-Stammbaumes ist Leopold im sog. Markgrafenornat zu sehen.",
        "descen": "As Leopold III was margrave of Austria the coat of arms of Austria Ancient (in blue, five golden eagles) is depicted. Saint Leopold is said to have worn a blue ornate embroidered with golden birds. In the medallion of the Babenberg family tree Leopold wears the so-called Markgrafenornat."
    },
    {
        "id": 2,
        "name": ["Ungarn"],
        "nameen": "Hungary",
        "img": "02_Ungarn",
        "desc": "Als Verweis auf die königliche ungarische Herkunft der Dame ist ihr das ungarische Wappen zugeordnet.",
        "descen": "The coat of arms of Hungary is depicted as she was of royal, hungarian descendance."
    },
    {
        "id": 3,
        "name": ["Kaiserlicher Doppeladler"],
        "nameen": "Double-headed eagle",
        "img": "03_kaiserlicherDoppeladler",
       "desc": "Das Wappen des Kaisers deutet auf Agnes’ kaiserliche Herkunft hin.",
        "descen": "As Agnes was the daughter of an Emperor, the coat of arms of an Emperor is depicted."
    },
    {
        "id": 4,
        "name": ["Schwaben"],
        "nameen": "Swabia",
        "img": "04_LoewenschildSchwaben",
        "desc": "Agnes ist das Wappen der Herzöge von Schwaben zugeordnet. Agnes’ erster Ehemann war Herzog von Schwaben, sie selbst stammte aus Schwaben.",
        "descen": "The coat of arms of a duke of Swabia is depicted. It may represent the first marriage of Agnes with a duke of Swabia or her Swabian origin."
    },
{
        "id": 5,
        "name": ["Graf von Calw"],
        "nameen": "Count of Calw",
        "img": "05_GrafVonCalw",
        "desc":"Agnes ist das Wappen eines Grafen von Calw zugeordnet, da man den Vater von Agnes als Grafen von Calw ansah.",
        "descen": "The coat of arms of a count of Calw is depicted. The father of Agnes was believed to have been a count of Calw."
    },
{
        "id": 6,
        "name": ["'Alt-Österreich'", "Herren von Machland","Bayern"],
        "nameen": "Austria (Ancient), Lords of Machland, Bavaria",
        "type": "left",
        "img": "06_FuenfAdlerMarchlandOberoesterreich",
        "desc":"Der Schild ist gespalten und halbgeteilt und zeigt drei Wappen: an erster Stelle das Wappen Alt-Österreichs als Verweis auf Heinrichs Herkunft, an zweiter Stelle jenes der Herren von Machland als Hinweis auf eine Gebietserweiterung und die bayerischen Wecken als Verweis auf Heinrichs Amt als bayerischer Herzog.",
        "descen": "The shield (per pale, sinister per fess) bears three coat of arms: 1st, Austria Ancient, as Henry II was margrave and later duke of Austria; 2nd, the coat of arms of the Lords of Machland, as Henry II was said to have gained their territory; 3rd, the coat of arms of Bavaria, as Henry II was duke of Bavaria."
      },
{
        "id":7,
        "name": ["Kaiserlicher Doppeladler", "Braunschweig", "'Alt-Österreich'", "Bayern"],
        "img": "07_DoppeladlerWelfenFuenfAdlerBayern",
        "desc":"Der Schild ist geviert und zeigt an erster und zweiter Stelle Wappen, die auf Gertrudes Abstammung von einem Kaiser und „Herzog zu Braunschweig“ verweisen. An dritter und vierter Stelle findet sich mit dem Wappen Alt-Österreichs sowie den bayerischen Wecken wohl der Verweis auf die Ansprüche ihres Mannes Heinrich II. Jasomirgott.",
        "descen": "The shield is parted quarterly. 1st: The eagle of the Emperor, as Gertrude was the daughter of an Emperor; 2nd: Brunswick, as her father was said to have ruled in Brunswick; 3rd, 4th: Austria Modern and Bavaria, as Gertrude was married to a duke of Austria and Bavaria."
    },
,
{
        "id":8,
        "name":"Byzantinischer Kaiseradler, Byzanz, 'Alt-Österreich', Bayern",
        "nameen": "Byzantine Empire, Byzantine Empire, Austria Ancient, Bavaria",
        "img": "08_ByzanzFuenfAdlerBayern",
        "desc":"Der Schild ist geviert und zeigt Wappen des Byzantinischen Reiches (ein Doppeladler und ein Greif) sowie die Wappen Alt-Österreichs und Bayerns als Verweis auf Theodoras Ehe mit Heinrich II. Jasomirgott.",
        "descen": "The shield is parted quarterly and bears two different coat of arms of the Byzantine Empire, as well as the Austrian Ancient coat of arms and the coat of arms of Bavaria, which refer to her marriage with Henry II Jasomirgott."
    },
{
        "id":9,
        "name":"'Alt-Österreich', 'Neu-Österreich', Steiermark",
        "nameen": "Austria (Ancient), Austria (Modern), Styria",
        "img": "09_FuenfAdlerRotWeissRotSteiermark",
        "desc":"Der Schild Leopolds V. ist gespalten und halbgeteilt. Er zeigt noch das traditionelle alt-österreichische Wappen als Verweis auf seine Herkunft. Das Wappen Neu-Österreichs geht auf die Legende von Akkon zurück. Nach dieser Legende wurde Leopold V. gestattet, die Farben Rot-Weiß-Rot als Banner zu führen.",
        "descen": "The shield (per pale, the sinister per fess) illustrates the duke of Austria’s origin by the Austrian Ancient coat of arms. The Austrian Modern coat of arms refers to the legend of Akkon according to which Emperor Henry VI granted him the privilege to adopt the colours red-white-red as his new banner. The Styrian coat of arms refers to the gain of the Styrian territory due to the so-called Georgenberg pact."
    },

{
        "id":10,
        "name":"Alt-Österreich, Neu-Österreich",
        "nameen": "Austria (Ancient), Austria (Modern)",
        "img": "10_FuenfAdlerRotWeissRot",
        "desc":"Heinrich von Mödling ist ein gespaltener Schild beigegeben. Er zeigt noch das traditionelle alt-österreichische Wappen. An zweiter Stelle ist wie bei seinem Bruder Leopold V. das Wappen Neu-Österreichs zu sehen.",
        "descen": "The shield bears two coats of arms. 1st: Austria Ancient, 2nd: Austria Modern."
    },
{
        "id": 11,
        "name": "Neu-Österreich",
        "nameen": "Austria (Modern)",
        "img": "11_RotWeissRot",
        "desc":"Friedrich I. ist als Verweis auf seine Herkunft und Stellung als Herzog von Österreich das Wappen Neu-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient is depicted, as Frederick I was duke of Austria. It may also represent Frederick’s I ancestry."
    },
{
        "id": 12,
        "name": "Alt-Österreich, Steiermark",
        "nameen": "Austria (Ancient), Styria",
        "img": "12_FuenfAdlerSteiermark",
        "desc":"Helena ist als Verweis auf ihre Ehe mit Leopold V. ein Schild mit den Wappen Alt-Österreichs und der Steiermark zugeordnet. ",
        "descen": "The shield bears the coat of arms of Austria Ancient and Styria, als Helena was married to Leopold V, duke of Austria and Styria."
    },
{
        "id": 13,
        "name": "Rot-Weiß-Rot, Steiermark",
        "nameen": "Austria (Modern), Styria",
        "img": "13_RotWeissRotSteiermark",
        "desc": "Der gespaltene Schild zeigt die Wappen Neu-Österreichs und der Steiermark. Leopold VI. war Herzog von Österreich und der Steiermark.",
        "descen": "The shield bears the coat of arms of Austria Modern and Styria, as Leopold VI was duke of Austria and Styria."
    },
{
        "id": 14,
        "name": "Steiermark",
        "nameen": "Styria",
        "img": "14_Steiermark",
        "desc":"Als Gemahlin eines Herzogs der Steiermark ist Theodora das steirische Wappen beigegeben.",
        "descen": "As Theodora was the wife of a duke of Styria, the coat of arms of Styria is depicted."
    },
{
        "id": 16,
        "name": "Byzanz",
        "nameen": "Byzantine Kingdom",
        "img": "16_Byzanz",
        "desc": "Das Wappen zeigt den doppelköpfigen Kaiseradler von Byzanz. Es symbolisiert Theodoras Herkunft aus Byzanz.",
        "descen": "The coat of arms of the Byzantine Empire illustrates Theodora's byzantine ancestry."
    },
{
        "id": 17,
        "name": "Königliches Adlerwappen, Böhmen, Neu-Österreich",
        "nameen": "Coat of arms of the King of the Romans, Bohemia, Austria (Modern)",
        "img": "17_AdlerBoehmenRotWeissRot",
        "desc":"Der gespaltene und halbgeteilte Schild zeigt an erster Stelle das königliche Adlerwappen, da Margarethe in erster Ehe mit einem König verheiratet war, und an zweiter Stelle das böhmische Wappen, da sie in zweiter Ehe mit einem späteren König von Böhmen verheiratet war. An dritter Stelle ist das Wappen Neu-Österreichs als Verweis auf Margarethes Herkunft zu sehen.",
        "descen": "The shield (per pale, the dexter per fess) bears three coat of arms, which illustrate that Margaret of Austria became Queen of the Romans (1), Queen of Bohemia (2) and was the daughter of a Duke of Austria (3)."
    },
{
        "id": 18,
        "name": "Sachsen",
        "nameen": "Saxony",
        "img": "18_Sachsen",
        "desc":"Zu sehen ist das Wappen eines Herzogs von Sachsen. Agnes war mit einem Fürsten von Sachsen verheiratet.",
        "descen": "The coat of arms of a count of Saxony is depicted, as Agnes was married to a count of Saxony."
    },
{
        "id":19,
        "img":"19_RotWeissRotOberoesterreichSteiermarkKrain",
        "name":"Neu-Österreich, Oberösterreich, Steiermark, Krain",
        "nameen": "Austria (Modern), Upper Austria, Styria, Krain",
        "desc":"Der gevierte Schild weist vier Wappen auf, welche den Gebietsanspruch Friedrichs II. zum Ausdruck bringen. Darunter ist auch das Wappen von Krain, das einen Gebietszuwachs während Friedrichs Herrschaft anzeigt.",
        "descen": "The shield is parted quarterly and bears four coats of arms to illustrate the territories under the rule of Frederick II. Among them is the coat of arms of Krain, which came under the Duke’s rule due to his marriage with Agnes of Andechs-Merania."
    },

{
        "id":20,
        "name":"Meißen",
        "nameen": "Meissen",
        "img": "20_Meissen",
        "desc": "Das Wappen eines Markgrafen von Meißen verweist auf die Eheverbindung Konstanzes mit einem Markgrafen von Meißen.",
        "descen": "As Constance of Austria was married to a margrave of Meissen, the coat of arms of a margrave of Meissen is depicted."
    },
{
        "id":21,
        "name":"Thüringen",
        "nameen": "Thuringia",
        "img":"21_Thueringen",
        "desc": "Gertrud ist das Wappen eines Landgrafen von Thüringen beigegeben. Sie war mit einem Landgrafen von Thüringen verheiratet.",
        "descen": "The coat of arms of a landgrave of Thuringia is depicted, as Gertrude of Austria was married to a landgrave of Thuringia."
    },
{
        "id":25,
        "name":"Neu-Österreich, Krain, Tirol, Meranien",
        "nameen": "Autria (Modern), Krain, Tyrol, Merania",
        "img": "25_RotWeissRotKrainAndechs",
        "desc":"Der gevierte Schild zeigt vier Wappen, die mit Neu-Österreich und Krain zum einen die Gebiete unter der Herrschaft Friedrichs II. repräsentieren. Zum anderen ist mit den Wappen von Tirol und Meranien Agnes’ Herkunft repräsentiert.",
        "descen": "The shield bears four coat of arms, which illustrate the Babenberg territory under the rule of Frederick II by the coat of arms of Austria Modern and Krain, as well as Agnes‘s ancestry by the coat of arms of Tyrol and Merania."
    },
{
        "id":26,
        "name":"Braunschweig, Neu-Österreich, Steiermark, Oberösterreich",
        "nameen": "Brunswick, Austria (Ancient), Styria, Upper-Austria",
        "img":"26_WelfenRotWeissRotSteiermarkOberoesterreich",
        "desc":"Ladislaus Sunthayms kam in seinen Forschungen zu dem Schluss, dass es sich bei der ersten Frau Friedrichs II. um eine geborene Herzogin von Braunschweig gehandelt habe, deshalb ist im gevierten Schild ein Wappen des Herzogs von Braunschweig zu sehen. An zweiter, dritter und vierter Stelle stehen die Wappen jener Gebiete, die von Friedrich II. beherrscht wurden.",
        "descen": "Ladislaus Sunthayms studies arrived at the conclusion, that the wife of Frederick II was a born duchess of Brunswick. That is why the coat of arms of the duchy of Brunswick is depicted. The other coats of arms illustrate the Babenberg territory under the rule of Frederick II."
    },


{
        "id":27,
        "name":"Alt-Österreich, Bayern",
        "nameen": "Austria (Ancient), Bavaria",
        "img": "27_FuenfAdlerBayern",
        "desc":"Der gespaltene Schild zeigt das Wappen Alt-Österreichs, da Leopold IV. die Mark Österreich inne hatte, sowie die blau-silbernen bayerischen Wecken, die seine Herrschaft in Bayern als Herzog repräsentieren sollten.",
        "descen": "1st: the coat of arms of Austria Ancient, as Leopold IV was margrave of Austria; 2nd: the coat of arms of Bavaria, as Leopold IV was duke of Bavaria."
    },
{
        "id":28,
        "name":"Böhmen",
        "nameen": "Bohemia",
        "img":"28_Boehmen",
        "desc":"Gertrud ist das Wappen des Königreichs Böhmen beigegeben. Sie war mit einem böhmischen König verheiratet, was auch mit den Mitteln der Heraldik hervorgehoben werden sollte. Der Wappenschild nimmt, heraldisch rechts platziert, im Vergleich zum Wappen Alt-Österreichs den vornehmeren Platz ein.",
          "descen": "The coat of arms of the Kingdom of Bohemia is depicted, as Gertrude was married to a King of Bohemia."
    },
{
        "id":29,
        "name":"Regensburg",
        "nameen": "Regensburg",
        "img":"29_Regensburg",
        "desc":"Bertha ist das Wappen von Regensburg beigegeben. Sie war mit einem Burggrafen von Regensburg verheiratet.",
        "descen": "The coat of arms of Regensburg is depicted, as Bertha of Austria was married to a burgrave of Regensburg."
    },
{
        "id":30,
        "name":"Polen",
        "nameen": "Poland",
        "img":"30_Polen",
        "desc":"Agnes ist das Wappen des Herzogtums Polen beigegeben. Sie war mit einem Herzog von Polen verheiratet.",
        "desenc": "The coat of arms of Poland is depicted, as Agnes of Austria was married to a duke of Poland."
    },
{
        "id":31,
        "name": "Alt-Österreich, Stift Klosterneuburg, Freising, Zisterzienser",
        "nameen": "Austria (Ancient), Klosterneuburg Monastery, Freising, Cistercian order",
        "img": "31_FuenfAdlerKlosterneuburgFreisingZisterzienser",
        "desc":"Der gevierte Schild zeigt die wesentlichen Stationen in Bischof Otto von Freisings Leben. Zu sehen sind an erster Stelle als Verweis auf seine Herkunft das Wappen Alt-Österreichs; an zweiter Stelle das Wappen des Stiftes Klosterneuburg, dem Otto als Propst vorstand; an dritter Stelle das Wappen von Freising; an vierter Stelle der Zisterzienserbalken, da er diesem Orden angehörte.",
        "descen": "The shield is parted quarterly and represents important phases in his life. One can see: 1st, the coat of arms of Ancient (Austria), which indicates his ancestry; 2nd, the coat of arms of Klosterneuburg Monastery, as Otto was its provost; 3rd, the coat of arms of Freising, as Otto was bishop of Freising; 4th, the coat of arms of the cistercian order, as Otto was was a member of the cistercians."
    },

{
        "id":32,
        "name":"Alt-Österreich, Passau, Salzburg",
        "nameen": "Austria (Ancient), Passau, Salzburg",
        "img": "32_FuenfAdlerPAssauSalzburg",
        "desc":"Der gespaltene und halbgeteilte Schild zeigt die wesentlichen Stationen im Leben Konrads II. Zu sehen sind das Wappen Alt-Österreichs als Verweis auf Konrads Herkunft, der rote Passauer Wolf als Verweis auf Konrads Tätigkeit als Bischof von Passau sowie das Wappen von Salzburg als Verweis auf Konrads Tätigkeit als Bischof von Salzburg.",
        "descen": "The shield (per pale, the sinister per fess) represents important phases in the life of Conrad II. One can see: 1st, the coat of arms of Ancient (Austria), which indicates his ancestry; 2nd, the coat of arms of Passau, as Conrad II was Bishop of Passau; 3rd, the coat of arms of Salzburg, as Conrad II was Bishop of Salzburg."
    },

{
        "id":33,
        "name":"Sachsen",
        "nameen": "Saxony",
        "img": "33_Niedersachsen",
        "desc":"Elisabeth ist das Wappen eines Fürsten von Sachsen zugeordnet, da sie mit einem Fürsten von Sachsen verheiratet gewesen sein soll.",
        "descen": "The coat of arms of Saxony is depicted, as Elisabeth of Austria was believed to have been married to a landgrave of Saxony. "
    },
{
        "id":34,
        "name":"Montferrat",
        "nameen": "Montferrat",
        "img": "34_Montferrat",
        "desc":"Judith ist das Wappen eines Markgrafen von Montferrat zugeordnet, da sie mit einem Markgrafen von Montferrat verheiratet war.",
        "descen": "The coat of arms of a margrave of Montferrat is depicted, as Judith was married to a margrave of Montferrat."
    }

    ,{
        "id":36,
        "name":"Steiermark",
        "nameen": "Styria",
        "img": "14_Steiermark",
        "desc":"Agnes ist das Wappen der Steiermark zugeordnet. Ladislaus Sunthaym ging davon aus, dass Agnes mit einem steierischen Fürsten verheiratet gewesen sei.",
        "descen": "The coat of arms of Styria is depicted, as Agnes was believed to have been married to a ruler of Styria."
    },

     {
        "id": 37,
        "name": ["Ungarn"],
        "nameen": "Hungary",
        "img": "02_Ungarn",
        "desc": "Als Verweis auf Agnes’ Ehe mit einem König von Ungarn ist ihr das ungarische Wappen beigegeben.",
        "descen": "The coat of arms of Hungary represents Agnes’ marriage to a king of Hungary."
    },

   {
        "id": 38,
        "name": "Neu-Österreich",
        "nameen": "Austria (Modern)",
        "img": "11_RotWeissRot",
        "desc":"Das Wappen Neu-Österreichs ist als Verweis auf die Ehe mit einem Herzog von Österreich beigegeben.",
        "descen": "The coat of arms of Autria Modern represents the marriage to a duke of Austria."
    },

    {
        "id": 39,
        "name": "Neu-Österreich",
        "nameen": "Austria (Modern)",
        "img": "11_RotWeissRot",
        "desc": "Das Wappen Neu-Österreichs verweist auf die Herkunft und die Abstammung von einem Herzog von Österreich.",
        "descen": "The coat of arms of Autria Modern represents the descendance of a duke of Austria."
    }, 
    {
        "id": 40,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc":"Als Verweis auf Agnes’ Ehe mit Leopold III. ist ihr das Wappen Alt-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient represents Agnes’ marriage to a margrave of Austria."
    },
{
        "id": 41,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc":"Als Verweis auf die Herkunft und Abstammung von einem Markgrafen von Österreich ist ihm das Wappen Alt-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient represents his descendance of a margrave of Austria."
    },
{
        "id": 42,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc": "Als Verweis auf die Herkunft und Abstammung von einem Herzog von Österreich ist ihm das Wappen Alt-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient represents the descendance of a duke of Austria."
    },
{
        "id": 43,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc":"Als Verweis auf die Herkunft und Abstammung von einem Markgrafen von Österreich ist ihr das Wappen Alt-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient represents her descendance of a margrave of Austria."
    },
    {
        "id": 44,
        "name": ["Alt-Österreich"],
        "nameen": ["Austria (Ancient)"],
        "img": "01_FuenfAdlerSchild",
        "desc":"Als Verweis auf die Herkunft und Abstammung von einem Markgrafen von Österreich ist ihnen das Wappen Alt-Österreichs beigegeben.",
        "descen": "The coat of arms of Austria Ancient represents their descendance of a margrave of Austria."
    }

]