[{
    "name": "Leopold III. der Heilige",
    "nameen" : "Leopold III 'the Pious'",
    "title" : "Markgraf von Österreich",
    "titleen" : "Margrave of Austria",
    "id" : 1,
    "born": 1073,
    "bornGuessed" : false,
    "marriageGuessed": false,
    "died": 1136,
    "diedGuessed" : false,
    "gender": "man",
    "desc" : "Leopold III. war der Sohn Leopolds II., des Markgrafen von Österreich. Er war mit Agnes von Waiblingen, Tochter des Salier-Kaisers Heinrich IV., verheiratet. Mit ihr hatte er elf namentlich bekannte Kinder. Fünf weitere Töchter und zwei Söhne sollen im jungen Alter verstorben sein. Leopold folgte seinem Vater als Markgraf von Österreich nach und regierte das Land von 1095 bis zu seinem Tod im Jahr 1136. Es entwickelte sich eine Wallfahrt am Grab des frommen Markgrafen. 1485 wurde er in Rom heiliggesprochen. Das Rundbild zeigt den Heiligen und zwei seiner Söhne vor seinen Gründungen Stift Klein-Mariazell, Stift Klosterneuburg und Stift Heiligenkreuz.",
    "descen" : "Leopold III was the son of Leopold II and was married to Agnes of Waiblingen, daughter of the Salien Emperor Henry IV. We know the names of 11 of their children, another five daughters and two sons are said to have not reached adulthood. Leopold succeeded his father as Margrave of Austria in 1095. He died in 1136 and was buried at Klosterneuburg Monastery. Pilgrims visited the tomb of the pious Margrave. In 1485 he was canonized in Rome. The medallion depicts him together with two sons in front of his three foundations, Klein-Mariazell Monastery, Klosterneuburg Monastery and Heiligenkreuz Abbey.",
    "img" : "KNB_BST-13",
    "coa" : [1],
    "marriages": [{
        "spouse": {
            "name": "Agnes von Waiblingen",
            "nameen": "Agnes of Waiblingen",
            "title" : "Markgräfin von Österreich",
            "titleen": "Margravine of Austria",
            "gender": "woman",
            "born": 1072,
            "bornGuessed" : true,
            "died": 1143,
            "diedGuessed" : false,
            "marriage": 1106,
            "marriageGuessed": false,
            "id" : 6,
            "desc" : "Agnes von Waiblingen war die Tochter des Salier-Kaisers Heinrich IV. († 1106). Sie war in erster Ehe mit Herzog Friedrich I. von Schwaben († 1105) verheiratet, dem sie drei Kinder gebar. In zweiter Ehe heiratete sie im Jahr 1106 Leopold III., mit dem sie 18 Kinder gehabt haben soll. Agnes soll eine beträchtliche Mitgift in die Ehe eingebracht haben. Durch die Heirat mit Agnes stieg das Ansehen der Babenberger erheblich. Agnes starb in Klosterneuburg und wurde neben ihrem Mann im Kapitelsaal begraben. Am Stammbaum ist sie mit den Insignien einer Kaiserin, einer Bügelkrone und einem Szepter ausgestattet. Das Kirchenmodell zeichnet sie als Stifterin aus.",
            "descen" : "Agnes of Waiblingen was the daughter of Emperor Henry IV († 1106) of the Salian Dynasty. She was initially married to Frederick I, Duke of Swabia († 1105) and they had three children. In 1106 she got married to Leopold III and it is said that she gave birth to 18 of his children. Agnes brought a large dowry into the marriage. By marrying Agnes, Leopold enhanced the prestige of the Babenberg family. Agnes died in Klosterneuburg and was buried next to her husband in the chapter house. On the family tree she is depicted with insignia of an Empress, the crown and a scepter, as a founder with a church model.",
            "img" : "KNB_BST-F-44",
            "coa" : [3, 40, 4, 5],
            "husband" : 1
        },
        "children": [{
            "name": "Adalbert der Andächtige",
            "nameen": "Adalbert 'the Devout'",
            "title" : "Vogt von Klosterneuburg",
            "titleen": "Reeve of Klosterneuburg",
            "born": 1106,
            "bornGuessed" : true,
            "died": 1138,
            "diedGuessed" : true,
            "gender": "man",
            "father" : 1, 
            "id" : 3,
            "desc" : "Nach neueren Erkenntnissen war Adalbert der erstgeborene Sohn Leopolds III. aus der Ehe mit Agnes von Waiblingen. Er verwaltete die Vogteien Klosterneuburgs. In erster Ehe heiratete er Adelheid und in zweiter Ehe Sophie (Hedwig?) von Ungarn. Adalbert hatte keine Kinder. Das Rundbild zeigt ihn zusammen mit seinem Schwager, dem ungarischen König Béla II. († 1141), im Kampf gegen einen ungarischen Aufständischen.",
            "descen" : "According to recent findings, Adalbert was the first-born son of Leopold III and Agnes of Waiblingen. He was Reeve of Klosterneuburg Monastery. He first married Adelheid and later on Sophia (Hedwig?) of Hungary, but he had no children. The medallion depicts him together with his brother-in-law, the Hungarian King Béla II († 1141) in the fight against a Hungarian insurgent.",
            "img" : "KNB_BST-14",
            "coa" : [41]
        },{
            "name": "Heinrich II. Jasomirgott",
            "nameen": "Henry II Jasomirgott",
            "title" : "Herzog von Österreich",
            "titleen": "Duke of Austria",
            "born": 1107,
            "bornGuessed" : true,
            "died": 1177,
            "diedGuessed" : false,
            "marriageGuessed": false,
            "gender": "man",
            "father" : 1,
            "id" : 7,
            "desc" : "Heinrich II., genannt Jasomirgott, gilt als der zweitgeborene Sohn von Leopold III. und Agnes von Waiblingen. Aus seiner ersten Ehe mit Gertrud von Süpplingenburg entstammte eine Tochter. Seine zweite Ehefrau, Theodora Komnena, gebar eine Tochter und zwei Söhne. Heinrich II. war Pfalzgraf bei Rhein und Herzog von Bayern. 1145 verlegte er seine Residenz nach Wien und war seit 1156 erster Herzog von Österreich. Er starb in Melk und wurde im Schottenkloster Wien, seiner Stiftung, beigesetzt. Das Rundbild zeigt ihn als Teilnehmer des Zweiten Kreuzzuges bei seiner Fahrt ins Heilige Land.",
            "descen" : "Henry II Jasomirgott is said to have been the second-born son of Leopold III and Agnes of Waiblingen. He had one daughter with his first wife Gertrude of Süpplingenburg. His second wife, Theodora Komnena gave birth to a daughter and two sons. Henry II was Palatine of the Rhine and Duke of Bavaria. In 1145 he moved his residence to Vienna and became the first Duke of Austria in 1156. He died in Melk and was buried at the Schottenstift in Vienna, which he had founded. The medallion depicts him as a participant of the Second Crusade on his journey to the Holy Land.",
            "img": "KNB_BST-19",
            "coa" : [6],
            "marriages": [{
                "spouse": {
                    "name": "Gertrud von Süpplingenburg",
                    "nameen": "Getrude of Süpplingenburg",
                    "title" : "Markgräfin von Österreich",
                    "titleen": "Margravine of Austria",
                    "born": 1115,
                    "bornGuessed" : false,
                    "died": 1143,
                    "diedGuessed" : false,
                    "gender": "woman",
                    "marriage": 1142,
                    "marriageGuessed": false,
                    "id" : 8,
                    "desc" : "Gertrud von Süpplingenburg, die Tochter Kaiser Lothars III. († 1137), war in zweiter Ehe mit Heinrich II. Jasomirgott verheiratet. Für Heinrich II. war es die erste Ehe. Gertrud starb bereits im ersten Ehejahr bei der Geburt der Tochter Richardis. Am Stammbaum ist sie gemeinsam mit der zweiten Frau Heinrichs II. dargestellt. Bei Gertrud handelt es sich um die Fürstin auf der linken Seite. Sie trägt die kaiserliche Bügelkrone und hält ein Szepter in der Hand.",
                    "descen": "Gertrude of Süpplingenburg, daughter of Emperor Lothair III († 1137), was married to Henry II Jasomirgott, who was Gertrude’s second husband. Gertrude died in the first year of her marriage after giving birth to Richardis. On the family tree she is shown together with the second wife of Henry II. Gertrude, the person on the left side, is wearing a crown and holding a sceptre in her hand.",
                    "img" : "KNB_BST-F-56+57",
                    "coa" : [7],
                    "husband" : 7
                },
                "children": [{
                    "name": "Richardis von Österreich",
                    "nameen": "Richardis of Austria",
                    "title" : "„Gräfin von Waltersdorf“",
                    "titleen": "'Countess of Walterdorf'",
                    "born": 1143,
                    "bornGuessed" : false,
                    "died": 1200,
                    "diedGuessed" : true,
                    "gender": "woman",
                    "father" : 7,
                    "id" : 9,
                    "desc" : "Richardis von Österreich entstammt der kurzen Ehe von Heinrich II. Jasomirgott und Gertrud von Süpplingenburg. Sie war mit Heinrich von Steffling († um 1190) verheiratet und hatte einen Sohn mit ihm. Sie hielt sich am Ende ihres Lebens in Waltersdorf auf und ist im Stift Heiligenkreuz begraben. Am Babenberger-Stammbaum ist sie nicht dargestellt, da ihre zur Zeit der Erstellung der Babenberger-Genealogie noch niemand von ihr wusste.",
                    "descen": "Richardis of Austria was the daughter of Henry II Jasomirgott and Gertrude of Süpplingenburg. She was married to Henry of Steffling († 1190) and had a son with him. She spent the last of her years in Waltersdorf and was eventually buried at Heiligenkreuz Abbey. She is not represented on the Babenberg family tree because at the time of its creation, nobody knew of her existence.",
                    "img" : "nn-female"
                }]
            },{
                "spouse": {
                    "name": "Theodora Komnena",
                    "nameen": "Theodora Komnena",
                    "title" : "Herzogin von Österreich",
                    "titleen": "Duchess of Austria",
                    "born": 1134,
                    "bornGuessed" : true,
                    "died": 1184,
                    "diedGuessed" : false,
                    "gender": "woman",
                    "marriage": 1148,
                    "marriageGuessed": true,
                    "id" : 10,
                    "desc" : "Theodora Komnena, die Nichte des byzantinischen Kaisers Manuel I. Komnenos († 1180), war mit Heinrich II. Jasomirgott verheiratet, der zuvor Witwer geworden war. Die Heirat fand um 1148 statt. Sie gebar zwei Söhne, Leopold V. und Heinrich den Älteren, sowie eine Tochter, Agnes. Mit dem Geld ihrer Mitgift wurde wohl Wien als Residenz ausgebaut, nachdem Österreich zum Herzogtum erhoben worden war. Theodora überlebte ihren Mann um einige Jahre und wurde an seiner Seite im Schottenkloster Wien, begraben, das von Heinrich II. mit Theodoras Zustimmung 1155 gegründet wurde.",
                    "descen": "Theodora Komnena, niece of Byzantine emperor Manuel I Komnenos († 1180), was married to Henry II Jasomirgott, who had been previously widowed. The marriage took place around 1148. She gave birth to two sons, Leopold V and Henry the Elder as well as to a daughter, Agnes. It was likely the money from her dowry that was used to expand the city of Vienna as a residence after Austria became a duchy. Theodora died several years after the death of her husband and was buried along Henry II at the Schottenstift in Vienna, which was founded in 1155 by her husband with her consent.",
                    "img" : "KNB_BST-F-56+57",
                    "coa" : [8],
                    "husband" : 7
                },
                "children": [{
                    "name": "Agnes von Österreich",
                    "nameen": "Agnes of Austria",
                    "title" : "Königin von Ungarn, Herzogin von Kärnten",
                    "titleen": "Queen of Hungary, Duchess of Carinthia",
                    "born": 1151,
                    "bornGuessed" : true,
                    "died": 1184,
                    "diedGuessed" : true,
                    "gender": "woman",
                    "id" : 11,
                    "father" : 7,
                    "desc" : "Agnes entstammt der zweiten Ehe Heinrichs II. Jasomirgott mit Theodora Komnena. Im Jahr 1166 wurde sie mit König Stephan III. von Ungarn vermählt, der 1172 verstarb. Im darauffolgenden Jahr, 1173, heiratete sie in zweiter Ehe Herzog Hermann II. von Kärnten († 1181). Am Stammbaum wird sie aufgrund ihrer Heirat mit dem ungarischen König mit den königlichen Insignien gezeigt.",
                    "descen": "Agnes was the daughter of Henry II Jasomirgott and Theodora Komnena. In 1166 she was married to Stephen III, King of Hungary, who died in 1172. The following year, in 1173, she was married to Hermann II, Duke of Carinthia († 1181). On the family tree she is depicted with a crown, because of her marriage to the Hungarian king.",
                    "img" : "KNB_BST-F-58",
                    "coa" : [37, 1]
                },{
                    "name": "Leopold V. der Tugendhafte",
                    "nameen": "Leopold V 'the Virtous'",
                    "title" : "Herzog von Österreich und Steiermark",
                    "titleen": "Duke of Austria and Styria",
                    "born": 1157,
                    "bornGuessed" : false,
                    "died": 1194,
                    "diedGuessed" : false,
                    "marriageGuessed": false,
                    "gender": "man",
                    "id" : 12,
                    "father" : 7,
                    "desc" : "Leopold V. war der erstgeborene Sohn Heinrichs II. Jasomirgott. Er heiratete 1174 die Königstochter Helena von Ungarn und übernahm nach dem Tod seines Vaters 1177 dessen Nachfolge. Aufgrund eines Erbvertrages („Georgenberger Handfeste“) gelangte 1192 das Herzogtum Steiermark zum Österreichischem Herzogtum. Das Rundbild zeigt den knienden Herzog nach verdienstvollem Kampf im Heiligen Land bei der Belehnung durch Kaiser Heinrich VI. mit dem Rot-Weiß-Rotem Banner: „ain weissn Strich durch ain Rote Feldung“, wie es bei Sunthaym heißt.",
                    "descen": "Leopold V was the first-born son of Henry II Jasomirgott. In 1174 he married Helena, the daughter of the Hungarian King, and took over his reign after the death of his father in 1177. Due to a treaty called Georgenberg Pact, the Duchy of Styria fell to the Austrian Duchy in 1192. The medallion depicts Leopold after a battle in the Holy Land, when according to legend, Emperor Henry VI granted him the privilege to adopt the colours red-white-red as his new banner. It would later become the coat of arms of Austria.",
                    "img": "KNB_BST-20",
                    "coa" : [9],
                    "marriages": [{
                        "spouse": {
                            "name": "Helena von Ungarn",
                            "nameen": "Helena of Hungary",
                            "title" : "Herzogin von Österreich und der Steiermark",
                            "titleen": "Duchess of Austria and Styria",
                            "gender": "woman",
                            "born" : 1158,
                            "bornGuessed" : true,
                            "died" : 1199,
                            "diedGuessed" : false,
                            "marriage": 1174,
                            "marriageGuessed": false,
                            "id" : 13,
                            "desc" : "Helena, die Tochter des ungarischen Königs Géza II. († 1162), war Leopold V. bereits als er noch ein Kind war, versprochen worden. Bestattet ist sie vermutlich in Stift Heiligenkreuz, wo auch ihr Ehemann bestattet wurde. Die Heirat mit dem Babenberger-Herzog fand 1174 statt. Am Stammbaum trägt Helena – als Tochter eines Königs – eine Krone, ist in kostbares Gewand gehüllt sowie mit Perlenschmuck versehen.",
                            "descen": "Helena was the daughter of King Géza II, King of Hungary († 1162). The marriage with Leopold V was already arranged when he was a child and took place in 1174. On the family tree Helena is depicted with a crown, because she was the daughter of a King. Helena is probably buried at Heiligenkreuz Abbey, where her husband was buried as well.",
                            "img" : "KNB_BST-F-60",
                            "coa" : [2, 38, 12],
                            "husband" : 12
                        },
                        "children": [{
                            "name": "Friedrich I. der Christliche ",
                            "nameen": "Frederick I 'the Catholic'",
                            "title" : "Herzog von Österreich",
                            "titleen": "Duke of Austria",
                            "born": 1175,
                            "bornGuessed" : true,
                            "died": 1198,
                            "diedGuessed" : false,
                            "gender": "man",
                            "id" : 14,
                            "father" : 12,
                            "desc" : "Friedrich I. war der erstgeborene Sohn Leopolds V. und Helenas von Ungarn. Nach dem Tod seines Vaters folgte ihm Friedrich I. 1194 als Herzog von Österreich nach, regierte aber nur bis 1198, da er während der Heimreise aus dem Heiligen Land nach der Teilnahme am Kreuzzug Kaiser Heinrichs VI. seinen Tod fand. Das Rundbild zeigt die Seereise Friedrichs und die Überführung seines Leichnams.",
                            "descen": "Frederick I was the first-born son of Leopold V and Helena of Hungary. After the death of his father in 1194 he became Duke of Austria. Frederick I ruled until 1198, when he died on the way home from the Holy Land after participating in the crusade of Emperor Henry VI. The medallion depicts Frederick's sea voyage as well as the transfer of his remains.",
                            "img": "KNB_BST-23",
                            "coa" : [11]
                        },{
                            "name": "Leopold VI. der Glorreiche",
                            "nameen": "Leopold VI 'the Glorious'",
                            "title" : "Herzog von Steiermark und Österreich",
                            "titleen": "Duke of Styria and Austria",
                            "born": 1176,
                            "bornGuessed" : false,
                            "died": 1230,
                            "diedGuessed" : false,
                            "marriageGuessed": false,
                            "gender": "man",
                            "id" : 15,
                            "father" : 12,
                            "desc" : "Leopold VI. wurde nach dem Tod seines Vaters im Jahre 1194 Herzog der Steiermark und nach dem Tod seines Bruders Friedrich I. im Jahre 1198 Herzog von Österreich. 1203 fand die Vermählung mit Theodora Angelina statt. Die Regierungszeit war geprägt von kulturellen und wirtschaftlichen Höhepunkten. Leopold betätigte sich als Stifter (Lilienfeld), gründete etwa die Stadt Freistadt und verlieh Stadtrechte. Am Wiener Hof fanden später berühmt gewordene Minnesänger wie Walther von der Vogelweide eine geistreiche Umgebung vor. Das Rundbild zeigt Herzog Leopold VI. als Mediator zwischen Papst Gregor IX. und Kaiser Friedrich II. bei einem Friedensschluss – „si baid zuverain(en) das er auch getan hat“, schreibt Sunthaym.",
                            "descen": "Leopold VI became Duke of Styria after the death of his father in 1194 as well as Duke of Austria in 1198 after the death of his brother Frederick I. In 1203 he married Theodora Angelina. His reign can be considered a cultural and economical heyday. Leopold was the founder of Lilienfeld Abbey, founder of the city of Freistadt and granted several city rights. Famous minnesingers such as Walther von der Vogelweide stayed at his Viennese court. The medallion depicts him as a mediator to Pope Gregory IX and Emperor Frederick II. The encounter resulted in a settlement to the imperial-papal conflict.",
                            "img": "KNB_BST-24",
                            "coa" : [13],
                            "marriages": [{
                                "spouse": {
                                    "name": "Theodora Angelina",
                                    "nameen": "Theodora Angelina",
                                    "title" : "Herzogin von Österreich",
                                    "titleen": "Duchess of Austria",
                                    "born": 1185,
                                    "bornGuessed" : true,
                                    "died": 1246,
                                    "diedGuessed" : false,
                                    "gender": "woman",
                                    "marriage": 1203,
                                    "marriageGuessed": true,
                                    "id" : 16,
                                    "desc" : "Theodora Angelinas Vater namens Isaak Komnenos entstammte dem Adel von Byzanz, war ein mächtiger Mann am byzantinischen Hof und äußerst gebildet. Theodora war wohl in Konstantinopel erzogen worden. Jener bedeutenden und (bevölkerungs-)reichen Stadt, die 1203 von den Venezianer geplündert wurde. Im selben Jahr 1203 fand fernab in Wien die Vermählung Leopolds VI. mit Theodora Angelina statt. Der Minnesänger Ulrich von Liechtenstein preist die Herzogin, die selbst als Sängerin auftrat, in seinem „Frauendienst“. In der Annalistik heißt es, dass sie 1246 aufgrund gebrochenen Herzens starb, da neben ihrem Sohn Friedrich II. sieben oder acht weitere Kinder vor ihr selbst den Tod fanden. Am Stammbaum ist sie als Verweis auf ihre edle Herkunft mit den Insignien einer Kaiserin ausgestattet.",
                                    "descen": "Theodora Angelina's father Isaac Komnenos was of noble Byzantine origin, highly educated and a powerful man at the Byzantine court. Theodora was probably educated in Constantinople. This important and prosperous city was looted in 1203 by the Venetians. In the same year the marriage of Leopold VI and Theodora Angelina took place. The tradition states that she died in 1246 due to a broken heart because in addition to her son Frederick II, seven or eight other children of hers died before she herself did. On the family tree her noble origin is emphasized by the insignia of an Empress.",
                                    "img" : "KNB_BST-F-63",
                                    "coa" : [16, 38, 14],
                                    "husband" : 15
                                },
                                "children": [{
                                    "name": "Agnes von Österreich",
                                    "nameen": "Agnes of Austria",
                                    "title" : "Herzogin von Sachsen-Wittenberg",
                                    "titleen": "Duchess of Sachsen-Wittenberg",
                                    "born": 1206,
                                    "bornGuessed" : true,
                                    "died": 1226,
                                    "diedGuessed" : false,
                                    "gender": "woman",
                                    "id" : 18,
                                    "father" : 15,
                                    "desc" : "Agnes, die vermutlich älteste Tochter Herzog Leopolds VI. und Theodora Angelinas, war mit Albrecht I., Herzog von Sachsen-Wittenberg († 1261), vermählt. Das Hochzeitsfest im Jahre 1222 am alten Herzogshof von Wien wird als ein prächtiges Fest beschrieben, an dem 5000 Ritter teilgenommen haben sollen. Sie gebar drei Kinder, bis sie im Jahre 1226 den Tod erlitt.",
                                    "descen": "Agnes was probably the oldest daughter of Duke Leopold VI and Theodora Angelina. She was married to Albrecht I, Duke of Saxony-Wittenberg († 1261). The wedding took place in 1222 at the old ducal court of Vienna and was described as a splendid festivity. 5000 knights are said to have been part of it. She gave birth to three children and died in 1226.",
                                    "img" : "KNB_BST-F-65",
                                    "coa" : [39, 18]
                                },{
                                    "name": "Leopold das Kind",
                                    "nameen": "Leopold 'the Child'",
                                    "title" : "Herzogssohn von Österreich",
                                    "titleen": "Prince of Austria",
                                    "born": 1207,
                                    "bornGuessed" : true,
                                    "died": 1216,
                                    "diedGuessed" : false,
                                    "gender": "man",
                                    "id" : 19,
                                    "father" : 15,
                                    "desc" : "Leopold soll der älteste Sohn Leopolds VI. und Theodora Angelinas gewesen sein. Er wuchs in Klosterneuburg, dem Herrschaftssitz seines Vaters, auf und wurde dort unterrichtet. Mit neun Jahren starb er, als er versuchte, einen Baum zu erklettern, und dabei abstürzte. Das Rundbild zeigt Leopold links neben einem seiner Lehrer.",
                                    "descen": "Leopold is said to have been the eldest son of Leopold VI and Theodora Angelina. He grew up in Klosterneuburg at his father's residence and was educated there. He died at the age of nine when he fell off a tree. The medallion depicts Leopold next to his teachers on the left side.",
                                    "img": "KNB_BST-25",
                                    "coa" : [39]
                                },{
                                    "name": "Heinrich der Grausame",
                                    "nameen": "Henry 'the Cruel'",
                                    "title": "Herzogssohn von Österreich",
                                    "titleen": "Prince of Austria",
                                    "born": 1208,
                                    "bornGuessed" : true,
                                    "died": 1227,
                                    "diedGuessed" : true,
                                    "gender": "man",
                                    "id" : 20,
                                    "father" : 15,
                                    "desc" : "Heinrich, der zweitgeborene Sohn Leopolds VI. und Theodora Angelinas, trat nach dem frühen Tod seines Bruders Leopold in der Erbfolge an dessen Stelle. Im Jahre 1225 heiratete er in Nürnberg Agnes, die Tochter Hermanns I., Landgraf von Thüringen. Das Rundbild zeigt ihn zu Pferd bei der Belagerung von Hainburg, als er sich gegen seinen Vater aufgelehnt hatte, sowie die Vertreibung seiner Mutter aus der Residenz in Hainburg. Mit seinem Vater versöhnte er sich wieder und starb auf einer gemeinsamen Reise in den Jahren 1227 oder 1228 in Schwaben.",
                                    "descen": "Henry, the second-born son of Leopold VI and Theodora Angelina, became suitor to the Margraviate after the early death of his older brother Leopold. In 1225 in Nuremberg he married Agnes, the daughter of Hermann I, Landgrave of Thuringia. The medallion depicts him on horseback at the siege of Hainburg. He rebelled against his father and exiled his mother from the residence in Hainburg. The dispute with his father was later reconciled. Henry died on a journey with his father in 1227 (or 1228) in Swabia.",
                                    "img": "KNB_BST-26",
                                    "coa" : [39]
                                },{
                                    "name": "Margarete von Österreich",
                                    "nameen": "Margaret of Austria",
                                    "title" : "röm. dt. Königin, danach Königin von Böhmen",
                                    "titleen": "Queen of the Holy Roman Empire, later Queen of Bohemia",
                                    "born": 1209,
                                    "bornGuessed" : true,
                                    "died": 1266,
                                    "diedGuessed" : false,
                                    "gender": "woman",
                                    "id" : 17,
                                    "father" : 15,
                                    "desc" : "Margarethe von Österreich war eine Tochter Leopolds VI. und Theodora Angelinas. Sie war in erster Ehe mit dem Sohn Kaiser Friedrichs II., König Heinrich VII. († 1242), verheiratet. 1227 wurde sie in Aachen als einzige Frau aus dem Geschlecht der Babenberger zur röm.-dt. Königin gekrönt. Ihr Gemahl starb 1235. In zweiter Ehe war sie seit 1252 mit König Ottokar II. Přemysl († 1278) verheiratet, die jedoch 1262 geschieden wurde. Margarethe wurde neben ihrem Vater im Stift Lilienfeld begraben. Am Stammbaum wird sie, mit den königlichen Insignien versehen, als betagte Frau gezeigt.",
                                    "descen": "Margaret of Austria was a daughter of Leopold VI and Theodora Angelina. She was first married to the son of Emperor Frederick II, King Henry VII († 1242). In 1227 she was crowned in Aachen and became the only female member of the Babenberg family to be Queen of the Holy Roman Empire. Her husband died in 1235. In her second marriage, she was married to King Ottokar II Přemysl († 1278) and got divorced in 1262. Margarethe was buried next to her father at Lilienfeld Abbey. On the family tree she is adorned with the insignia of a Queen and is shown as an elderly woman.",
                                    "img" : "KNB_BST-F-64",
                                    "coa" : [17]
                                },{
                                    "name": "Friedrich II. der Streitbare",
                                    "nameen": "Frederick II the Quarrelsome",
                                    "title" : "Herzog von Österreich und Steiermark, Herr von Krain",
                                    "titleen": "Duke of Austria and Styria, Lord of Krain",
                                    "born": 1210,
                                    "bornGuessed" : true,
                                    "died": 1246,
                                    "diedGuessed" : false,
                                    "marriageGuessed": false,
                                    "gender": "man",
                                    "id" : 23,
                                    "father" : 15,
                                    "desc" : "Der drittgeborene Sohn Leopolds VI. und Theodora Angelinas folgte seinem Vater nach dessen Tod im Jahre 1230 als Herzog von Österreich und der Steiermark nach. Nach einer kinderlosen ersten Ehe mit einer namentlich nicht bekannten Frau (vielleicht Eudokia Laskarina aus Byzanz?), die bald annulliert wurde, heiratete er in zweiter Ehe Agnes von Andechs-Meranien, womit ein Gebietszuwachs einherging. Die Herrschaft Krain ging so in den babenbergischen Einflussbereich über. Das Rundbild zeigt ihn bei der Schlacht an der Leitha, die 1246 stattfand. Friedrich II. fand damals den Tod, das Geschlecht der Babenberger starb damit im Mannesstamm aus. Seine sterblichen Überreste sind in Stift Heiligenkreuz in einem Hochgrab bestattet.",
                                    "descen": "The third-born son of Leopold VI and Theodora Angelina became Duke of Austria and Styria after his father's death in 1230. He first married a woman not known by name (Eudokia Laskarina from Byzantine?) and had no children with her. The marriage was soon annulled. He then married Agnes of Andechs-Merania, which resulted in an expansion of the territory ruled by Frederick II. The medallion depicts him at the Battle of the Leitha river, which took place in 1246. He died in this battle and left no children. His remains are buried at Heiligenkreuz Abbey.",
                                    "img": "KNB_BST-27",
                                    "coa" : [19],
                                    "marriages" : [{
                                        "spouse" : {
                                            "name" : "Eudokia Laskarina (?)",
                                            "nameen": "Eudokia Laskarina (?)",
                                            "title" : "Herzogin von Österreich und der Steiermark",
                                            "titleen": "Duchess of Austria and Styria",
                                            "gender" : "woman",
                                            "born" : 1210,
                                            "bornGuessed" : true,
                                            "died" : 1253,
                                            "diedGuessed" : true,
                                            "marriage": 1226,
                                            "marriageGuessed": true,
                                            "divorce": 1228,
                                            "divorceGuessed": true,
                                            "id" : 24,
                                            "desc" : "Die Dame auf der linken Seite, die erste Frau Friedrichs II. ist möglicherweise mit Eudokia Laskarina zu identifizieren, einer byzantinischen Prinzessin. Allerdings ist die Quellenlage in dieser Frage nicht eindeutig. ",
                                            "descen": "The woman on the left side, the first wife of Frederick II may be identified as Eudokia Laskarina, a Byzantine princess. However, the sources are not clear about it. She had no children with Frederick II. ",
                                            "img": "KNB_BST-F-73+72",
                                            "coa" : [26],
                                            "husband" : 23
                                        }
                                    },{
                                        "spouse" : {
                                            "name" : "Agnes von  Andechs-Meranien",
                                            "nameen": "Agnes of Andechs-Merania",
                                            "title" : "Herzogin von Österreich und Steiermark, Herrin von Krain, spätere Herzogin von Kärnten",
                                            "titleen": "Duchess of Austria and Styria, later Duchess of Carinthia",
                                            "gender" : "woman",
                                            "born": 1215,
                                            "bornGuessed" : true,
                                            "died" : 1263,
                                            "diedGuessed" : false,
                                            "marriage": 1229,
                                            "marriageGuessed": false,
                                            "id" : 25,
                                            "desc" : "Agnes von Andechs-Meranien, Tochter Herzog Ottos VII. († 1234), war die zweite Gattin Friedrichs II. Die Heirat erfolgte 1229 . Die Mitgift von Agnes, die sie in die Ehe einbrachte, bestand in der Herrschaft über Krain und die Windische Mark. 1243 wurde die kinderlos gebliebene Ehe mit Friedrich II. annulliert. Zwei weitere Eheschließungen sind bekannt.",
                                            "descen": "Agnes of Andechs-Merania, daughter of Duke Otto VII († 1234), was the second wife of Frederick II. The marriage took place in 1229. Agnes' dowry, which she brought into the marriage, consisted of the areas of Carniola and the Windic March. In 1243 the marriage with Frederick II was annulled because no children were born. We know of two more of her marriages.", 
                                            "img": "KNB_BST-F-73+72",
                                            "coa" : [25],
                                            "husband" : 23
                                        }
                                    }]
                                },{
                                    "name": "Konstanze von Österreich",
                                    "nameen": "Constance of Austria",
                                    "title" : "Landgräfin von Meißen",
                                    "titleen": "Landgravine of Meissen",
                                    "born": 1211,
                                    "bornGuessed" : true,
                                    "died": 1243,
                                    "diedGuessed" : false,
                                    "gender": "woman",
                                    "id" : 26,
                                    "father" : 15,
                                    "desc" : "Konstanze war die zweitjüngste Tochter Leopolds VI. und Theodora Angelinas. Sie war mit Markgraf Heinrich „dem Erlauchten“ von Meißen († 1288) verheiratet. Die Hochzeit wurde 1234 unter großem Aufwand und mit vielen Gästen nahe Wien gefeiert. Sie gebar zwei Söhne und wurde 1243 im Kloster Altzelle bestattet.",
                                    "descen": "Constance was the second youngest daughter of Leopold VI and Theodora Angelina. She was married to Margrave Henry 'the Illustrious', Margrave of Meissen († 1288). The wedding took place near Vienna in 1234 – at great expense and with many guests. Konstanze gave birth to two sons and was buried in Altzelle in 1243.",
                                    "img" : "KNB_BST-F-66",
                                    "coa" : [39, 20]
                                },{
                                    "name": "Gertrud von Österreich",
                                    "nameen": "Gertrude of Austria",
                                    "title" : "Landgräfin von Thüringen",
                                    "titleen": "Landgravine of Thuringia",
                                    "born" : 1212,
                                    "bornGuessed" : true,
                                    "died": 1240,
                                    "diedGuessed" : true,
                                    "gender": "woman",
                                    "id" : 27,
                                    "father" : 15,
                                    "desc" : "Gertrud war die jüngste Tochter Leopolds VI. und Theodora Angelina. Sie war mit Heinrich Raspe, Landgraf von Thüringen († 1247), vermählt. Die Heirat erfolgte im Jahre 1238 in Wiener Neustadt. Gertrud verstarb nur wenige Jahre danach, jedenfalls vor dem 10. März 1241. An diesem Tag heiratete Heinrich Raspe seine dritte Ehefrau.",
                                    "descen": "Gertrude was the youngest daughter of Leopold VI and Theodora Angelina. She was married to Heinrich Raspe, Landgrave of Thuringia († 1247). The marriage took place in 1238 at Wiener Neustadt. Gertrude died only a few years later in 1241. In this year, Heinrich Raspe married his third wife.",
                                    "img" : "KNB_BST-F-67",
                                    "coa" : [39, 21]
                                }]
                            }]
                        },{
                            "name": "Agnes von Österreich",
                            "nameen": "Agnes of Austria",
                            "title" : "Herzogstochter",
                            "titleen": "Princess of Austria",
                            "gender": "woman",
                            "born": 1177,
                            "bornGuessed" : true,
                            "died": 1183,
                            "diedGuessed" : true,
                            "id" : 28,
                            "father" : 12,
                            "desc" : "Auf die Geburt von Friedrich I. und Leopold VI. folgte wohl jene von Agnes als Tochter Leopolds V. und Helenas. Ihr Tod ist in einem Klosterneuburger Nekrologeintrag festgehalten. Sie wird wohl früh verstorben sein.",
                            "descen": "Agnes was probably the third-born child of Leopold V and Helena of Hungary. We know of her death from an obituary from Klosterneuburg. She likely died at an early age.",
                            "img" : "KNB_BST-F-61",
                            "coa" : [39, 36]
                        }]
                    }]
                },{
                    "name": "Heinrich der Ältere",
                    "nameen": "Henry 'the Elder'",
                    "title" : "„Herzog von Mödling“",
                    "titleen": "'Duke of Mödling'",
                    "born": 1158,
                    "bornGuessed" : true,
                    "died": 1223,
                    "diedGuessed" : false,
                    "gender": "man",
                    "id" : 29,
                    "father" : 7,
                    "desc" : "Heinrich der Ältere war der jüngere Sohn von Heinrich II. Jasomirgott. Sein Bruder Leopold V. folgte dem Vater als Herzog nach, während Heinrich mit verschiedenen Lehen und Rechten im Raum Mödling ausgestattet war. Auf der Burg Mödling hatte Heinrich seinen Sitz. Obwohl Mödling kein Herzogtum war, nannte sich Heinrich „Herzog von Mödling“‘. Im Rundbild ist Heinrich zu Pferd bei einer Schlacht gegen Heere der Böhmen, Ungarn, Mähren und Sachsen zu sehen.",
                    "descen": "Henry the Elder was the younger son of Henry II Jasomirgott. His brother Leopold V became duke, while Henry was granted various fiefs and rights in the area around Mödling. Henry had his residence at Mödling castle. Although Mödling was not a duchy, Henry was called Duke of Mödling. In the medallion he is depicted on horseback in a battle against knights of Bohemia, Hungary, Moravia and Saxony.",
                    "img": "KNB_BST-21",
                    "coa" : [10]
                }]
            }]
        },{
            "name": "Leopold IV. der Freigiebige",
            "nameen": "Leopold IV 'the Generous'",
            "title" : "Markgraf von Österreich, Herzog von Bayern",
            "titleen": "Margrave of Austria, Duke of Bavaria",
            "born": 1108,
            "bornGuessed" : true,
            "died": 1141,
            "diedGuessed" : false,
            "gender": "man",
            "father" : 1,
            "id" : 32,
            "desc" : "Leopold IV. gilt als der drittgeborene Sohn von Leopold III. und Agnes von Waiblingen. Er war mit Maria von Böhmen verheiratet, hinterließ aber keine Nachkommen. Leopold IV. folgte 1136 seinem Vater als Markgraf von Österreich nach und war von 1139 bis zu seinem Tod auch Herzog von Bayern. Er starb im bayerischen Niederalteich und wurde im Stift Heiligenkreuz begraben. Das Rundbild zeigt ihn auf einem weißen Pferd bei einem Heerlager vor der belagerten Stadt Regensburg.",
            "descen": "Leopold IV is said to have been the third-born son of Leopold III and Agnes of Waiblingen. He married Mary of Bohemia, but had no children. Leopold IV became Margrave of Austria in 1136 after the death of his fahter and was Duke of Bavaria since 1139 until his death. He died in Niederalteich (Bavaria) and was buried at Heiligenkreuz Abbey. The medallion depicts him on a white horse at a camp near the besieged city of Regensburg.",
            "img" : "KNB_BST-15",
            "coa" : [27]
        },{
            "name": "Bertha von Österreich",
            "nameen": "Bertha of Austria",
            "title" : "Burggräfin von Regensburg",
            "titleen": "Burgravine of Regensburg",
            "born": 1109,
            "bornGuessed" : true,
            "died": 1150,
            "diedGuessed" : true,
            "gender": "woman",
            "father" : 1, 
            "id" : 34,
            "desc" : "Bertha gilt als die erstgeborene Tochter Leopolds III. und Agnes‘ von Waiblingen. Sie heiratete Heinrich III., einen Burggrafen von Regensburg († um 1150). Mit ihm hatte sie zwei oder drei Kinder. Bertha starb vermutlich in Regensburg und wurde nach einer Überlieferung des 18. Jahrhunderts im dortigen Schottenkloster, St. Jakob, bestattet. ",
            "descen": "Bertha is said to have been the first-born daughter of Leopold III and Agnes of Waiblingen. She was married to Henry III, a burgrave of Regensburg († 1150), with whom she had two or three children. Bertha probably died in Regensburg and was buried at the local Scottish anney, St. Jacob, according to a tradition of the 18th century.",
            "img" : "KNB_BST-F-45",
            "coa" : [43, 29]
        },{
            "name": "Agnes von Österreich",
            "nameen": "Agnes of Austria",
            "title" : "Herzogin von Polen-Schlesien",
            "titleen": "Duchess of Silesia-Poland",
            "born": 1110,
            "bornGuessed" : true,
            "died": 1160,
            "diedGuessed" : true,
            "gender": "woman",
            "father" : 1, 
            "id" : 35,
            "desc" : "Agnes gilt als die zweitälteste Tochter von Leopolds III. und Agnes‘ von Waiblingen. Sie war mit Władysław II., Herzog von Schlesien-Polen († 1159), vermählt. Die Herzogin gebar ihm vier Söhne und eine Tochter. Sie starb vermutlich nicht lange nach ihrem Mann und ist im Kloster Pforte an der Saale bestattet.",
            "descen": "Agnes is said to have been the second oldest daughter of Leopold III and Agnes of Waiblingen. She was married to Władysław II, Duke of Silesia-Poland († 1159). They had four sons and a daughter. She probably did not die long after her husband and was buried at Pforta Monastery, in nowadays Saxony-Anhalt.",
            "img" : "KNB_BST-F-46",
            "coa" : [43, 30]
        },{
            "name": "Ernst der Jüngling",
            "nameen": "Ernest 'the youth'",
            "title" : "Markgrafensohn",
            "titleen": "Prince of Austria",
            "born": 1111,
            "bornGuessed" : true,
            "died": 1141,
            "diedGuessed" : false,
            "gender": "man",
            "father" : 1,
            "id" : 41,
            "desc" : "Ernst gilt als der vierte Sohn Leopolds III. und Agnes‘ von Waiblingen. Er war nicht verheiratet, starb ohne Kinder und lag zunächst in Klosterneuburg begraben. Seine Gebeine wurden jedoch nach Stift Heiligenkreuz überführt. Das Rundbild zeigt ihn auf einem weißen Ross, von Jagdgesellen begleitet. Im Text, der dem Babenberger-Stammbaum zugrunde liegt, steht geschrieben, dass Ernst „mit Jagen vnd aller waidmanschaft“ gerne seine Zeit verbrachte.",
            "descen" : "Ernest is said to have been the fourth son of Leopold III and Agnes of Waiblingen. He was not married, had no children and was initially buried at Klosterneuburg Monastery. His bones, however, were later transferred to Heiligenkreuz Abbey. The medallion depicts him on a white horse, accompanied by his hunting companions. In the text that underlies the Babenberg family tree it is written that Ernest was an enthusiastic hunter.",
            "img" : "KNB_BST-18",
            "coa" : [41]
        },{
            "name": "Otto von Freising",
            "nameen": "Otto of Freising",
            "title" : "Bischof von Freising",
            "titleen": "Bishop of Freising",
            "born": 1112,
            "bornGuessed" : true,
            "died": 1158,
            "diedGuessed" : false,
            "gender": "man",
            "father" : 1, 
            "id" : 36,
            "desc" : "Otto gilt als fünfter Sohn Leopolds III. und Agnes‘ von Waiblingen. Auf die Nachfolge in der Regierung hatte Otto freilich keine Aussicht. So war für ihn eine geistliche Laufbahn vorgesehen, die ihn letztlich zu großer Bekanntheit führte. Otto wuchs in Klosterneuburg auf, studierte in Paris, trat den Zisterziensern bei, wirkte im Kloster Morimond und schrieb dort an einer Weltgeschichte in sieben Büchern. Als Bischof von Freising verfasste er eine vielbeachtete Lebensbeschreibung Kaiser Friedrich Barbarossas († 1190), seinem Neffen. Er starb im Kloster Morimond. Das Rundbild zeigt den Bischof im Habit der Zisterzienser, mit Bischofstab und Mitra.",
            "descen": "Otto is said to have been the fifth son of Leopold III and Agnes of Waiblingen. Otto had no chance of succeeding his father in government. Thus, a clerical career was planned for him, which ultimately led him to great fame. Otto grew up in Klosterneuburg, studied in Paris, joined the Cistercians and compiled seven books on the history of the world during his time at the monastery of Morimond. As Bishop of Freising he wrote a well-regarded biography of Emperor Frederick Barbarossa († 1190), his half-nephew. Otto died in the monastery Morimond. The medallion depicts him as a bishop with the bishop’s staff and mitre in the Cistercian habit.",
            "img" : "KNB_BST-16",
            "coa" : [31]
        },{
            "name": "Jung verstorbene Kinder",
            "nameen": "Markgrafentöchter und -söhne",
               "title" : "Young short-lived children",
               "titleen": "Princesses and Princes of Austria",
               "born": 1113,
               "bornGuessed" : true,
               "died": 1125,
               "diedGuessed" : true,
               "gender": "woman",
               "father" : 1, 
               "id" : 42,
               "desc" : "Nach der Klosterneuburger Tradition heißt es, dass fünf der Töchter und zwei der Söhne Leopolds III. und Agnes‘ von Waiblingen jung verstarben. Ob und in welchem Jahr sie geboren wurden oder wie sie genannt wurden, lässt sich heute nicht mehr klären.",
               "descen": "According to the Klosterneuburg tradition, it is said that among the children of Leopold III and Agnes of Waiblingen five daughters and two sons died at an early age. We do not know their names, nor their year of birth.",
               "img" : "nn-female",
               "coa" : [44]
        },{
            "name": "Konrad II.",
            "nameen": "Konrad II",
            "title" : "Bischof von Passau, Erzbischof von Salzburg",
            "titleen": "Bishop of Passau, Archbishop of Salzburg",
            "born": 1115,
            "bornGuessed" : true,
            "died": 1168,
            "diedGuessed" : false,
            "gender": "man",
            "id" : 37,
            "father" : 1,
            "desc" : "Konrad II. gilt als sechster Sohn Leopolds III. und Agnes‘ von Waiblingen. Wie für seinen Bruder Otto war auch für ihn eine geistliche Karriere vorgesehen. Er wurde zum Bischof von Passau und später zum Erzbischof von Salzburg ernannt. Seine Zeit in Salzburg war geprägt von Auseinandersetzungen mit Kaiser Friedrich Barbarossa († 1190). Kurz vor Konrads Tod in Admont soll es zu einer Annäherung gekommen sein. Das Rundbild zeigt ihn als kirchlichen Würdenträger. Es gehörte zu den Privilegien der Erzbischöfe von Salzburg, ein Vortragekreuz bzw. den purpurnen Kardinalshut (galero) zu führen.",
            "descen": "Konrad II is said to have been the sixth son of Leopold III and Agnes of Waiblingen. Like for his brother Otto, a clerical career was planned for him. He was appointed Bishop of Passau and later Archbishop of Salzburg. His time in Salzburg was marked by conflicts with Emperor Frederick Barbarossa († 1190). Shortly before Konrad's death in Admont it is said that there was an approximation between the Emperor and the Archbishop. The medallion depicts him as a church dignitary. It was the privilege of the Archbishops of Salzburg to carry a processional cross and to use the red cardinal's hat (galero).",
            "img" : "KNB_BST-17",
            "coa" : [32]
        },{
            "name": "Elisabeth von Österreich",
            "nameen": "Elisabeth of Austria",
            "title": "Gräfin von Winzenburg",
            "titleen" : "Countess of Winzenburg",
            "born": 1116,
            "bornGuessed" : true,
            "died": 1143,
            "diedGuessed" : true,
            "gender": "woman",
            "father" : 1, 
            "id" : 38,
            "desc" : "Elisabeth war eine Tochter Leopolds III. und Agnes‘ von Waiblingen. Sie war mit Graf Hermann II. von Winzenburg († 1152) verheiratet. Ihr Mann galt als ein besonders reicher Fürst von Sachsen. Die Ehe wurde vermutlich annulliert. Es ist nicht bekannt, wann und wo Elisabeth verstorben ist, das Todesjahr 1143 ist nicht gesichert.",
            "descen": "Elisabeth was a daughter of Leopold III and Agnes of Waiblingen. She was married to Hermann II, Count of Winzenburg († 1152). Her husband was regarded as a particularly rich count of Saxony. The marriage was probably annulled. It is not known when and where Elisabeth died. 1143, the commonly stated year of her death, is unconfirmed.",
            "img" : "KNB_BST-F-48",
            "coa" : [43, 33]
        },{
            "name": "Judith von Österreich",
            "nameen": "Judith of Austria",
            "title" : "Markgräfin von Montferrat",
            "titleen": "Margravine of Montferrat",
            "born": 1117,
            "bornGuessed" : true,
            "died": 1191,
            "diedGuessed" : false,
            "gender": "woman",
            "father" : 1, 
            "id" : 40,
            "desc" : "Judith war eine Tochter Leopolds III. und Agnes‘ von Waiblingen. Sie war mit Markgraf Wilhelm V. von Montferrat († 1191) verheiratet und hatte fünf Söhne und zwei Töchter mit ihm. Vermutlich liegt sie im Kloster Santa Maria in Lucedio im heutigen Piemont begraben.",
            "descen": "Judith was a daughter of Leopold III and Agnes of Waiblingen. She was married to William V, Margrave of Montferrat († 1191), with whom she had five sons and two daughters. Judith was probably buried at the monastery of Santa Maria in Lucedio in today's Piedmont.",
            "img" : "KNB_BST-F-49",
            "coa" : [43, 34]
        },{
            "name": "Gertrud von Österreich",
            "nameen": "Gertrude of Austria",
            "title" : "Herzogin von Böhmen",
            "titleen": "Duchess of Bohemia",
            "born": 1118,
            "bornGuessed" : true,
            "died": 1150,
            "diedGuessed" : false,
            "gender": "woman",
            "father" : 1, 
            "id" : 39,
            "desc" : "Gertrud war eine Tochter Leopolds III. und Agnes‘ von Waiblingen. Sie war mit Vladislav II., Herzog von Böhmen († 1174), verheiratet und hatte zwei Söhne und eine Tochter mit ihm. Gertrud wurde vermutlich in ihrer Stiftung, dem Frauenkloster Doxan, bestattet. Am Stammbaum ist sie mit einer Krone dargestellt, da ihr Gatte Vladislav II. zum König gekrönt wurde.",
            "descen": "Gertrude was a daughter of Leopold III and Agnes of Waiblingen. She was married to Vladislav II, Duke of Bohemia († 1174), with whom she had two sons and a daughter. Gertrud was probably buried at her foundation, the Doxan convent. On the family tree she is depicted with a crown as her husband Vladislav II was king of Bohemia.",
            "img" : "KNB_BST-F-47",
            "coa" : [28, 43]
        }]
    }]
}]